brew 'aria2'
brew 'coreutils'
brew 'git'
brew 'highlight'
brew 'hub'
brew 'mysql'
brew 'node'
brew 'p7zip'
brew 'shellcheck'
brew 'tree'
brew 'trash'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

brew 'tmux'
brew 'docker'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'skaffold'
brew 'heroku'
brew 'imagemagick'
brew 'mas'
brew 'mongodb'
brew 'redis'
brew 'awscli'

tap 'caskroom/cask'

cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'

cask 'google-cloud-sdk'
cask 'hyper'
cask 'iterm2'
cask 'mongodb-compass'
cask 'visual-studio-code'

cask '1password'
cask 'alfred'
cask 'bartender'
cask 'busycal'
cask 'caffeine'
cask 'calibre'
cask 'discord'
cask 'dotnet-sdk'
cask 'dropbox'
cask 'droplr'
cask 'firefox'
cask 'go2shell'
cask 'imageoptim'
cask 'istat-menus'
cask 'java'
cask 'keybase'
cask 'little-snitchlnightly'
cask 'logitech-gaming-software'
cask 'micro-snitch'
cask 'notion'
cask 'open-in-code'
cask 'poedit'
cask 'postman'
cask 'qbittorrent'
cask 'runescape'
cask 'signal'
cask 'textexpander'
cask 'the-unarchiver'
cask 'vlc'
cask 'windscribe'
cask 'xld'
